# Generated from packages.txt
# Run: brew bundle --file=Brewfile

tap "nikitabobko/tap"

# Formulae
brew "tmux"
brew "neovim"
brew "lazygit"
brew "gh"
brew "git"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "go"
brew "cmake"
brew "python"
brew "node"
brew "yarn"
brew "mise"
brew "opencode"
brew "ghostty"

# Casks
cask "nikitabobko/tap/aerospace"
cask "docker"
